group_pr_dk = 'Група прикриття державного кордону скл з підрозділів, нарядів, що безпосередньо охороняють ' \
              'ДК у районі проведення СЗ , а на морській, річковій  (озерній) ділянках ― і кораблів ' \
              '(катерів) Морської охорони. ' \
              'Вона призначена для затримання правопорушників під час їх спроби прорватися ' \
              'на територію суміжної держави або в тилові райони України.' \
              'групі прикриття – склад, засоби   посилення, завдання, напрямки зосередження основних зусиль, ' \
              'рубежі та час їх зайняття'
group_pr_on = 'Група прикриття (блокування) окремих напрямків  складається з підрозділів, прикордонних нарядів,' \
              ' що діють окремо, резерву, підрозділів посилення зі складу взаємодійних з\'єднань та частин і ' \
              'призначається для прикриття (блокування) району проведення спеціальних заходів щодо пошуку ' \
              'правопорушників на визначеному рубежі. До її складу можуть входити наряди від громадських  ' \
              'формувань з охорони громадського порядку та державного кордону.' \
              'групі блокування – склад, завдання, ділянки на рубежі блокування і час, до якого потрібно їх ' \
              'зайняти, напрямки зосередження основних зусиль, маршрути руху, порядок охорони стиків і проміжків, ' \
              'способи дій і маскування на рубежі блокування'
group_search = 'Група пошуку складається з  прикордонних патрулів, оперативно-пошукових груп, інших ' \
               'прикордонних нарядів. Вона призначається для проведення пошукових дій. До складу групи пошуку ' \
               'можуть включатися кораблі (катери)Морської охорони та авіація.' \
               'групі пошуку – завдання, кількість і склад прикордонних патрулів, оперативно-пошукових груп ' \
               'рубежі і час виходу на них, напрямки, смуги, маршрути та порядок проведення пошуку, порядок ' \
               'застосування зброї і техніки'
fire_group = 'Вогнева група може створюватись з підрозділів прикордонного загону в разі загрози активного ' \
             'застосування правопорушниками зброї. Вона призначається для вогневого підтримання дій сил та засобів ' \
             'прикордонного загону'

group_SP = 'Група спецпропаганди та фотодокументування призначається для психологічного впливу на учасників ' \
           'кризової ситуації з використанням спеціальних засобів, збирання доказів та документування ' \
           'протиправних дій та дій сил та засобів прикордонного загону'

rezerv_group = 'Резерв призначається для посилення оперативно-службових дій в районі проведення спеціальних ' \
               'заходів щодо пошуку правопорушників, прикриття (блокування) нового району, вирішення завдань, ' \
               'що виникають раптово. Резерв розташовується, як правило, на напрямках імовірного руху ' \
               'правопорушників.' \
               'резерву – склад, час і район зосередження, ступінь готовності, можливі завдання, до виконання ' \
               'яких треба бути готовим'
